data/perf/campaign-f3deebfbab60/sweep-memcached-t96/memcached/orig/run3/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       592803.98          ---          ---         1.28619         1.27900         1.92700         4.83100     40458.69 
Gets      5927974.61      4760.17   5923214.44         1.28597         1.27900         1.92700         4.79900    150152.01 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    6520778.59      4760.17   5923214.44         1.28599         1.27900         1.92700         4.79900    190610.70 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       569871.76          ---          ---         1.24639         1.23100         1.88700         4.19100     38893.58 
Gets      5698654.87      4576.02   5694078.85         1.24626         1.23100         1.87900         4.19100    144343.48 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    6268526.63      4576.02   5694078.85         1.24627         1.23100         1.87900         4.19100    183237.05 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       578444.77          ---          ---         1.26423         1.25500         1.90300         4.35100     39478.68 
Gets      5784384.03      4200.68   5780183.35         1.26408         1.25500         1.90300         4.31900    146488.10 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    6362828.79      4200.68   5780183.35         1.26410         1.25500         1.90300         4.31900    185966.78